
FPS = 60 # количество кадров в секунду

# Цвета и их номера
WHITE = (255, 255, 255)
BLACK = (0, 0, 0)
RED = (255, 0, 0)
YELLOW = (197, 227, 27)

WIDTH, HEIGHT = 500, 400  # Размеры главного окна
WIDTH2, HEIGHT2 = 450, 350  # размеры рабочей области

MARGIN = 25 #отступ, с которым будет размещена рабочая область на экране


MOB_COLOR = (255, 255, 255)

COLORS = {
	'MOB_COLOR': (255, 255, 255),
	'FINISH_COLOR': (197, 227, 27)
}


class Colors:
	MOB_COLOR = (255, 255, 255)
	FINISH_COLOR = (197, 227, 27)
		